<template>
  <view>
    <view class="detail-warpper">
	  <image class="detail-top-img" src="/static/about_team.jpg"></image>
	  <text>青海可可西里国家级自然保护区，位于青海省玉树藏族自治州西部，总面积4.5万平方公里，平均海拔4500米，是中国建成的面积最大，海拔最高，野生动物资源最为丰富的自然保护区之一。可可西里如今面临的，已不再是三十年前猖獗的盗猎现象，而是随着游客的增多与日俱增的生态环境压力，于是，爱在可可西里高校联盟成立了。</text>
	  <text>爱在可可西里高校联盟的事迹曾得到中国青年网、人民日报、扬子晚报、新华网、龙虎网、中国科技网、中国江苏网、新浪、网易、搜狐等几十家媒体的转载，网络总阅读量逾700万次。2017至2019三年内团队总共制作完成公益广告1部，短片2部，纪录片3部，并得到了数十家知名媒体的转载，视频网络播放量破500余万次。</text>
	  <text>2017年，团队开始在保护站展厅开展志愿讲解，在公路沿线5公里捡拾垃圾，协助救助藏羚羊等野生动物，并主动分担保护站工作人员日常工作。2018年，团队不仅在展厅开展志愿讲解，也为展厅设计开发了讲解语音，减轻了工作人员的压力，也拓宽了实践在时间跨度上的价值。同时改装并赠送了保护站一台微型油泵以及众筹了一台无人机。</text>
	  <text>2019年，除了同前两年一样给保护站展厅志愿讲解外，团队亦为展厅设计制作网络语音讲解小程序，自主设计并开展文化创意品的义卖，一周筹得近2万元善款，最终都赠予保护站。针对可可西里巡山队员常年泥地陷车的问题，还为保护站改装并捐赠一台汽车脱困器。</text>
	  <text>2020年，因为突如其来的疫情，我们暂时停下了脚步。</text>
	  <text>2021年，我们再次启程，团队依旧前往展厅开展支援讲解，同时为可可西里保护站开发了微信导航小程序，并内设了语音介绍功能，将可可西里的历史故事记录其中。</text>
	  <text>未来我们将继续前行，期待与你相遇。</text>
    </view>
  </view>
</template>

<script>
export default {
  data() {
    return {
    };
  },
  methods: {},
};
</script>