<template>
  <view>
    <view class="detail-warpper">
      <image class="detail-top-img" src="../static/sndj_1.jpg"></image>
      <view class="detail-audio">
        <free-audio :audioId="station2" :url="path"></free-audio>
      </view>
      <view class="detail-h1">建站背景：</view>
      <text
        >九十年代初开始非法偷猎者大量涌入，野生动物特别是藏羚羊的数量急剧减少，当地政府因经费不足，保护野生动物的范围和力量也相当有限。1994年1月18日，治多县西部工委书记索南达杰为保护藏羚羊，一人同18名偷猎者枪战，英勇牺牲。1996年5月，中国民间第一个自然生态环境保护站——索南达杰自然保护站奠基。在之后一年多时间里经过多方努力，最终凑够了建筑材料，并招集了十二个志愿者，在治多县西部工委协助下，于1997年9月10日在可可西里东侧的昆仑山脚建立起索南达杰自然保护站，作为可可西里反偷猎工作的最前沿基地。促进了可可西里藏羚羊保护的进程。</text
      >
      <view class="detail-h1">建站历程：</view>
      <text
        >1998年8月在深圳英特泰投资有限公司等企业和王石等环保人士的资助下，来自四川、北京、广东、青海的大学生志愿者和工程技术人员志愿者又增建索南达杰自然保护站太阳能取暖设备和全自动微电脑控制的柴油锅炉取暖装置、800瓦太阳能和风能发电设备、高空瞭望塔、多功能厅、厨房、卫生间等。</text
      >
      <text
        >1999年9月在香港地球之友的资助下，完成索南达杰自然保护站强化木地板的铺设，以及储藏室、道路的建设和生活设施的完善。同年策划“长江源”环保纪念碑，当年的6月5日，由江泽民主席题词的“长江源”环保纪念碑在沱沱河沿落成。</text
      >
      <text
        >2000年，通过义卖《长江源》画册，保护站又装备了1400瓦风光发电装置，年底又装备了电脑、卫星电话，新购买了一辆北京吉普车。至此，索南达杰自然保护站设施为整个长江源区所有单位中最好的配置，为志愿者机制的实施作好准备。2001年1月1日，索南达杰自然保护站志愿者机制开始启动。到2002年，共计有200多名志愿者和大学生志愿者在保护站志愿服务……索站也为来往行者提供住宿驿站服务，但没有餐饮服务能力。</text
      >
      <text
        >2014年6月，索站依旧面临经费紧张，用水紧张，设备老旧，生活设施老旧的问题。</text
      >
      <view class="detail-h1">地理位置：</view>
      <text
        >清水河畔的索南达杰自然保护站位于青藏铁路沿线、可可西里东侧，青藏公路2952公里处，距离格尔木220公里，治多县G109。背靠昆仑山脉，距离昆仑山口50公里，海拔
        4600多米，年均气温低于零度。</text
      >
      <view class="detail-h1">站上主要工作人员：</view>
      <text>（1）可可西里管理处索南达杰保护站站长赵新录：</text>
      <text
        >全国“最美职工”荣誉十人之一和全国先进工作者，也是青海省省首次获得全国“最美职工”荣誉的人。从天寒地冻、风雪弥漫的荒漠，到步步泥淖、处处河流的湿地，从保护生态环境、拯救濒危动物的前沿，到卓乃湖畔藏羚羊保护现场的坚守足迹，赵新录23年的青春与成长都留在了这片茫茫无人区里，这个腼腆、不善表达的一线职工，用他吃苦耐劳、不惧危险的精神把大爱留在可可西里，始终不渝充当着这里生命的捍卫者。</text
      >
      <image src="../static/sndj_2.jpg"></image>
      <text>（2）索南达杰保护站副站长龙周才加：</text>
      <text
        >可可西里宣传片里有这样一组镜头，一名年轻稚嫩的小伙子正冒着风雪竭尽全力助推深陷泥潭的巡山车，其画面极其艰难心酸，他就是可可西里管理处索南达杰保护站管护员龙周才加。当初，十六岁的他就远离家乡远离亲人，来到了千里之外的格尔木，常年坚守可可西里生态保护一线，在可可西里十多年如一日的磨练中，风餐露宿、爬冰卧雪，磨练成了一名坚韧、顽强、充满朝气的优秀巡山队员。先后被评为玉树抗震救灾先进个人、可可西里专项巡山行动先进个人、年度先进工作者、第三届玉树好人敬业模范奖。</text
      >
      <image src="../static/sndj_3.jpg"></image>
      <text>（3）索南达杰保护站协警达才：</text>
      <image src="../static/sndj_4.jpg"></image>
      <text>（4）索南达杰保护站管护员邓海平：</text>
      <image src="../static/sndj_5.jpg"></image>
      <text>（5）索南达杰保护站站员：才仁多杰：</text>
      <image src="../static/sndj_6.jpg"></image>
      <text>（6）索南达杰保护站站员：薛亚茜</text>
      <image src="../static/sndj_7.jpg"></image>
      <view class="detail-h1">保护站上的工作内容：</view>
      <text
        >我是龙周才加，自2006年来到可可西里开展生态保护工作，现为索南达杰保护站副站长。</text
      >
      <text
        >1997年9月10日，在可可西里东侧的昆仑山脚建立起索南达杰自然保护站（野生动物救护中心），位于可可西里地区海拔4470米，是可可西里第一个民间保护站，同时也是可可西里五个基层保护站中唯一一所藏羚羊救助中心。野生动物救护中心面积290平方米。目前已救助以藏羚羊为代表的各类野生动物500多只。</text
      >
      <text
        >保护站除了担负“两盗”任务外，还承担辖区野生动物和丰富的矿藏资源的保护和日常巡护巡线。管辖范围包括可可西里野生动物救护中心附近区域和海丁诺尔、盐湖一带，负责野生动物救护、盐湖资源保护，并与科研站一起开展科学研究、监测、观察、记录工作。如果你对可可西里的自然、生态感兴趣，以及想知道巡山队员的日常生活，还有藏羚羊的回迁都有哪些内容，我可以跟大家分享，扎西德勒。（源于索南达杰保护站副站长龙周才加的分享）</text
      >
      <view class="detail-h1">保护站周边：</view>
      <text>附近无显著性建筑</text>
    </view>
  </view>
</template>

<script>
import freeAudio from "@/components/free-audio/free-audio.vue";
export default {
  components: {
    freeAudio,
  },
  data() {
    return {
      path: "https://github.com/cjdjczym/trans/blob/main/%E6%99%AF%E5%8C%BA%E9%9F%B3%E9%A2%91%E6%96%87%E4%BB%B6/%E6%9D%B0%E6%A1%91%C2%B7%E7%B4%A2%E5%8D%97%E8%BE%BE%E6%9D%B0%E7%BA%AA%E5%BF%B5%E7%A2%91.m4a?raw=true",
    };
  },
  onLoad() {
    uni.$emit("stop");
  },
  onHide() {
    uni.$emit("stop");
  },
  methods: {},
};
</script>